Tekla.Structures.Filtering.Categories.PartFilterExpressions.Finish
The Finish class represents the finish filter expression.

Tekla.Structures.Filtering.Categories.PartFilterExpressions.Finish.#ctor
Initializes a new instance of the Finish class.